DB

유저 user_info  O
관리자 admin   O
리뷰(게시판) board  O
--------------------------------------
진행완료
user 회원가입 O
- 아이디 중복확인 (김택근)
- 상세페이지 (지도) - (김택근)
- 인기 게시판 (임의적으로 우리가 맘대로 ) - (조민석)

-------------------------------------
진행중 or 진행예정
- admin(오영식) (회원 관리 o , 게시글 추가(index페이지에도 나타나게) 삭제, 페이징 처리  ), indexPage 상세링크 image에만 alink 걸기
- 회원가입 했을 때 가능한 것들(게시판 글쓰기, 검색)
- 비회원일때 ( 무엇을 클릭해도 회원가입,로그인 강제 )
- 간편로그인 -login 화면 (아이디 입력창 밑에) 
- 게시판 위치 (index page 밑에// 게시판을 추가할때마다 자동적으로 나오게) (추가버튼) - (조민석) 
- 게시판 (답변) 	
- 검색기능 (우리 임의적으로 올려놓은 것들을 검색 가능하게) - index page - (허남영)


- 인덱스 → 검색
- 인덱스 → 게시판 → 상세페이지-지도 